{
  "alternate-toggler": { "branch": "main" },
  "better-escape.nvim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "cellular-automaton.nvim": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "duck.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gentoo-syntax": { "branch": "master" },
  "hydra.nvim": { "branch": "master" },
  "hyprland-vim-syntax": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mkdir.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "numbers.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-rainbow": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rust-tools.nvim": { "branch": "master" },
  "sonokai": { "branch": "master" },
  "targets.vim": { "branch": "master" },
  "telescope-heading.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "venn.nvim": { "branch": "main" },
  "vim-bbye": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-cutlass": { "branch": "master" },
  "vim-kitty": { "branch": "main" },
  "vim-latex-live-preview": { "branch": "master" },
  "vim-move": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vim-vinegar": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "yuck.vim": { "branch": "master" },
  "zig.vim": { "branch": "master" }
}